<template>
  <ve-bar :data="chartData"></ve-bar>
  
</template>

<script>
export default {
 data () {
      return {
        chartData: {
          columns: ['类型', '访问用户', '下单用户', '下单率'],
          rows: [
            { '类型': '访问量', '访问用户': 1393, '下单用户': 1093, '下单率': 0.32 },
            { '类型': '点赞量', '访问用户': 3530, '下单用户': 3230, '下单率': 0.26 },
            { '类型': '评论量', '访问用户': 2923, '下单用户': 2623, '下单率': 0.76 },
            { '类型': '1/4', '访问用户': 1723, '下单用户': 1423, '下单率': 0.49 },
        
          ]
        }
      }
    }

}
</script>

<style>

</style>


